IDEA Open Model
PointLoadOnLine.Fx Property
Compatible with IDEA StatiCa Beta 20.0
 Force in X direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fx { get; set; }
Public Property Fx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace